<?php


return [
    'school_name' => 'مدرسة جنيف العربية',
    'about' => 'مدرسة جنيف العربية، هي مدرسة بسويسرا تابعة للمؤسسة الثقافية الإسلامية بجنيف، انشئت سنة 1978، ومنذ ذلك تعمل بالتعاون مع جميع عناصر العملية (الطاقم الإداري والتربوي والتلاميذ والاولياء) في بيئة آمنة من اجل دعم أبناء الجالية دينيا وتربويا وعقليا وخُلقيا ولغويا ومهارايا؛ وغيرهم من الجاليات غير المسلمة فيما يتعلق باللغة العربية من خلال فريق مؤهل إداريا وتربويا ومعرفيا وفق المعايير المعمول بها في التعليم، في بيئة تتسم بالتعاون والحيوية والتفاعل.',
    'shortcuts' => 'الإختصارات',
    'contact_us' => 'تواصلوا معنا',
    'phone' => 'الهاتف',
    'address' => 'العنوان',
    'email' => 'البريد الإلكتروني',
    'rights' => 'كل الحقوق محفوظة مدرسة جنيف العربية',
];
