<?php



return [
    'welcome' => 'مرحبا بكم في',
    'school' => 'مدرسة جنيف العربية',
    'landing_description'=> 'أن نكون مدرسة متميزة في تثقيف وحماية الهوية الإسلامية لأبنائنا.
وأن نكون نموذجاً يحتذى به للمدارس العربية في أوروبا.                            ',
    "landing_btn" => 'تعرفوا علينا',
    'register_btn' => 'سجل الآن',
    "quote" => "مدرسة جنيف العربية هي الاختيار الأفضل لطفلك",
    "module_title" => "المواد التي ندرسها",
    "arabic" => "اللغة العربية",
    "islamic_education" => "التربية الإسلامية",
    "quran" => "القرآن الكريم",
    "reading" => "القراءة",
    "converstion_expression" => "المحادثة والتعبير",
    "reading_comprehension" => "إقرأ و ارتق",
    'school_goals_title' => 'أهداف مدرستنا',
    'school_goals' => [
        'تعزيز تطوير شخصية الفرد المنتسب إلى مدرستنا بناءً تربويًا سليمًا وشاملًا',
        'تعزيز الفهم الصحيح للإسلام والتطبيق الصحيح للعقيدة الإسلامية وتعميق معانيها.',
        'تعريف أبناءنا بشخصية النبي محمد صلى الله عليه وسلم وتعزيز حبه في قلوبهم.',
        'تعريف ابناءنا بمحطات مختارة في السيرة النبوية وتعليمهم كيفية الاستفادة منها في حياتهم اليومية.',
        'إكساب أبناءنا الثقافة الإسلامية الصحيحة من خلال دراسة سير الأنبياء والرسل والرسائل السماوية.',
        'تعزيز قيمة اللغة العربية وأهميتها في حياة المتعلم وحضارته كفرد مسلم.',
        'تعريف أبناءنا بأركان الإسلام وأهميتها في الحياة اليومية.',
        'تنمية القدرة على استخدام القواميس والمراجع باللغة العربية بفعالية.',
        'تعزيز القيم الأخلاقية والآداب والفضائل الإسلامية، مع تعزيز قيم المواطنة والمشاركة في المجتمع.',
        'تطوير مهارات الإستماع والتحدث والقراءة والكتابة باللغة العربية بشكل صحيح، وتشجيع التفاعل مع المواد المقروءة.',
        'حفظ بعض السور القرآنية المختارة (حوالي 5 أحزاب).',
        'حفظ بعض الأحاديث المناسبة من الأربعين النووية.',
        'تعليم النطق الصحيح للحروف العربية والتعريف بالرسم العثماني للحروف.',
    ],
    "student" => "طالب",
    "classroom" => "قاعة تدريس",
    "teacher" => "مدرس",
    "administrative_staff" => "الطاقم الإداري",
    "security_guard" => "عون الأمن",
    'students_ages_title' => 'أعمار التلاميذ',
    'students_ages_text' => 'تتراوح أعمار التلاميذ من 4 سنوات وحتى 17 سنة',
    'levels_title' => 'المستويات الدراسية',
    'levels_stats' => [
        [
            'level' => 'المستوى التحضيري السنة الأولى',
            'classes' => 8,
            'students' => 133
        ],
        [
            'level' => 'المستوى التحضيري السنة الثانية',
            'classes' => 8,
            'students' => 151
        ],
        [
            'level' => 'المستوى 1',
            'classes' => 18,
            'students' => 374
        ],
        [
            'level' => 'المستوى 2',
            'classes' => 13,
            'students' => 253
        ],
        [
            'level' => 'المستوى 3',
            'classes' => 8,
            'students' => 130
        ],
        [
            'level' => 'المستوى 4',
            'classes' => 5,
            'students' => 107
        ],
        [
            'level' => 'المستوى 5',
            'classes' => 3,
            'students' => 57
        ],
        [
            'level' => 'المستوى 6',
            'classes' => 3,
            'students' => 54
        ],
        [
            'level' => 'المستوى 7',
            'classes' => 2,
            'students' => 25
        ],
        [
            'level' => 'المستوى 8',
            'classes' => 2,
            'students' => 30
        ],
        [
            'level' => 'المستوى 9',
            'classes' => 1,
            'students' => 11
        ],
        [
            'level' => 'المستوى 10',
            'classes' => 1,
            'students' => 12
        ]
    ],

    'students_nationalities_title' => 'جنسيات التلاميذ',
    'students_nationalities_text' => 'مدرستنا تضم تلاميذ من 35 جنسية مختلفة.',
    'calandar_title' => 'التقويم الدراسي',
    'vacations' => 'العطل المدرسية',
    'from' => 'من',
    'to' => 'إلى',

    'school_year' => '2024/2025',
    'back_to_school_label' => 'الدخول المدرسي',
    'back_to_school_dates' => '7 و 8 و 11 سبتمبر 2024',
    'end_year_event' => 'حفل نهاية السنة الدراسية والعطلة الصيفية',
    'end_year_date' => '15 جوان 2025',

    'holidays' => [
        [
            'name' => 'عطلة الخريف',
            'from' => '21/10/2024',
            'to' => '27/10/2024',
        ],
        [
            'name' => 'عطلة رأس السنة الميلادية',
            'from' => '23/12/2024',
            'to' => '05/01/2025',
        ],
        [
            'name' => 'عطلة الشتاء',
            'from' => '24/02/2025',
            'to' => '02/03/2025',
        ],
        [
            'name' => 'عطلة الربيع',
            'from' => '19/04/2025',
            'to' => '04/05/2025',
        ],
    ],

    'Download_pdf' => 'تحميل ملف PDF',



];
