<?php

return [
    'title' => 'من نحن',
    'sections' => [
        'definition_title' => 'التعريف',
        'definition_text' => 'مدرسة جنيف العربية، هي مدرسة بسويسرا تابعة للمؤسسة الثقافية الإسلامية بجنيف، انشئت سنة 1978، ومنذ ذلك تعمل بالتعاون مع جميع عناصر العملية (الطاقم الإداري والتربوي والتلاميذ والاولياء) في بيئة آمنة من اجل دعم أبناء الجالية دينيا وتربويا وعقليا وخُلقيا ولغويا ومهارايا؛ وغيرهم من الجاليات غير المسلمة فيما يتعلق باللغة العربية من خلال فريق مؤهل إداريا وتربويا ومعرفيا وفق المعايير المعمول بها في التعليم، في بيئة تتسم بالتعاون والحيوية والتفاعل.',

        'vision_title' => 'الرؤية',
        'vision_text' => 'مدرسة جنيف العربية مدرسة متميزة في حماية الهوية الإسلامية لأبناء الجالية، وجعلهم نافعـين لذاتهم ومجتمعهم، بما يجعلها نموذجا للمدارس العربية في اوروبا.',

        'mission_title' => 'الرسالة',
        'mission_text' => 'مدرسة بفريق متكامل ومهني في تربية وتكوين أبناء الجالية لإخراج مواطن مسلم صالح ونافع لنفسه واسرته ومجتمعه، بترقية القيم والاخلاق وتعليم اللغة العربية، وتعزيز مكانة العلم والتعلّم، وتطوير أنفسهم طوال حياتهم، من خلال مناهج ووسائل تربوية حديثة، و مناشط متنوعة.',

        'goals_title' => 'أهدافنا',
        'goals_list' => [
            'تعزيز تطوير شخصية الفرد المنتسب إلى مدرستنا بناءً تربويًا سليمًا وشاملًا',
            'تعزيز الفهم الصحيح للإسلام والتطبيق الصحيح للعقيدة الإسلامية وتعميق معانيها.',
            'تعريف أبناءنا بشخصية النبي محمد صلى الله عليه وسلم وتعزيز حبه في قلوبهم.',
            'تعريف ابناءنا بمحطات مختارة في السيرة النبوية وتعليمهم كيفية الاستفادة منها في حياتهم اليومية.',
            'إكساب أبناءنا الثقافة الإسلامية الصحيحة من خلال دراسة سير الأنبياء والرسل والرسائل السماوية.',
            'تعزيز قيمة اللغة العربية وأهميتها في حياة المتعلم وحضارته كفرد مسلم.',
            'تعريف أبناءنا بأركان الإسلام وأهميتها في الحياة اليومية.',
            'تنمية القدرة على استخدام القواميس والمراجع باللغة العربية بفعالية.',
            'تعزيز القيم الأخلاقية والآداب والفضائل الإسلامية، مع تعزيز قيم المواطنة والمشاركة في المجتمع.',
            'تطوير مهارات الإستماع والتحدث والقراءة والكتابة باللغة العربية بشكل صحيح، وتشجيع التفاعل مع المواد المقروءة.',
            'حفظ بعض السور القرآنية المختارة (حوالي 5 أحزاب).',
            'حفظ بعض الأحاديث المناسبة من الأربعين النووية.',
            'تعليم النطق الصحيح للحروف العربية والتعريف بالرسم العثماني للحروف.',
        ]
    ]
];
